Revit 2027 API
ParameterTypeId.StairsDbgShowRunRiser Property
 "Show Run's Risers"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowRunRiser { get; }
Public Shared ReadOnly Property StairsDbgShowRunRiser As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowRunRiser {
	ForgeTypeId^ get ();
}
static member StairsDbgShowRunRiser : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace